<section class="info-block container">
    <div class="info-block__container">
        <div class="info-block__content">
            <div class="separator"></div>
            <h2 class="info-block__title title title_h2"><?= $info_block_title; ?></h2>
            <div class="info-block__text-block">
                <p class="info-block__text">
                Кстати, интерактивные прототипы описаны максимально подробно. Повседневная практика
                показывает, что укрепление и развитие внутренней структуры говорит о возможностях
                соответствующих условий активизации. Внезапно, независимые государства, которые
                представляют собой яркий пример континентально-европейского типа политической
                культуры, будут подвергнуты целой серии независимых исследований. С учётом
                сложившейся международной обстановки, синтетическое тестирование выявляет срочную
                потребность системы массового участия.
                </p>
                <p class="info-block__text">
                А ещё действия представителей оппозиции, превозмогая сложившуюся непростую
                экономическую ситуацию, в равной степени предоставлены сами себе. Не следует,
                однако, забывать, что выбранный нами инновационный путь в значительной степени
                обусловливает важность дальнейших направлений развития.
                </p>
            </div>
            <?php 
                include("./templates/category-inside.php");
            ?>
        </div>
    </div>
    <img class="info-block__img" src="<?= $info_block_img_link; ?>" alt="Founder"/>
</section>